{
    "blogs": [
      {
        "id": 1,
        "thumbnail": "http://healthynine.club/userfiles/healthynine/images/fitness/walk/walk-01-2.jpg",
        "subject": "ความจริงของการเดิน 10,000 ก้าว",
        "intro": "การเดินวันละหนึ่งหมื่นก้าว (ประมาณ 6-8 กิโลเมตร) เทียบเท่าได้กับการออกกำลังกายประมาณ 1 ชั่วโมงต่อวัน หากนับเป็นการเผาผลาญพลังงานจะได้ประมาณ 280 – 500 กิโลแคลอรี ซึ่งแน่นอนว่าดีต่อสุขภาพทั้งกล้ามเนื้อ, หัวใจ, และปอด",
        "detail": "หลายๆเวปสำหรับคนรักสุขภาพได้แนะนำ 1 ในการออกกำลังง่ายๆ เอาไว้ว่าให้เดินวันละ 10,000 ก้าว แล้วมันเป็นกี่กิโลกันนะ ? แล้วคนเราทั่วๆไปเดินกันวันละกี่กิโลกันนะ ? นับตั้งแต่คนเราสามารถเดินทางไปไหนต่อไหนได้ง่ายๆด้วยการมีรถยนต์ ความจำเป็นของมนุษยชาติในการเดินก็ลดลงไป ยิ่งในยุคนี้ การมีอินเตอร์เนตสามารถเข้าถึง หรือ สื่อสารกันอย่างสะดวกสบาย ความจำเป็นในการเดินแทบจะลดลงอย่างฮวบฮาบไปเลย หนึ่งในผลการศึกษาของ WikiHow ระบุว่า มนุษย์เราปัจจุบันมีอัตราการเดินเฉลี่ยอยู่ที่ 1500 ก้าวเท่านั้นเอง ว่าที่จริงผู้เขียนเคยรู้จักชาวอเมริกาท่านหนึ่งที่ทำงานด้วยกัน ลุงแกบอกว่า แกเดินวันนึงไม่ถึง 1 กิโลหรอก เพราะส่วนใหญ่แกออกจากบ้านก็ขึ้นรถประจำทาง ลงรถก็เข้าออฟฟิศเสียแล้ว ผมเห็นว่าจริงเลย แล้วคนไทยเองบางทีเดินน้อยกว่าเสียอีก โดยเฉพาะกลุ่มคนที่ขับรถไปทำงาน เรียกว่าออกจากบ้านยังไม่ทันได้เดินเลยด้วยซ้ำ",
        "categories": ["ฟิตเนส"],
        "created_by": { "user" : { "firstname" : "สุดา", "lastname" : "กล้ามใหญ่"} },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": { "user" : { "firstname" : "สุดา", "lastname" : "กล้ามใหญ่"} },
        "updated_date": "2018-01-11T08:15:30.000Z"
      },
      {
        "id": 2,
        "thumbnail": "http://healthynine.club/userfiles/healthynine/images/fitness/exercise/run-vs-cycling.jpg",
        "subject": "วิ่ง vs ปั่นจักรยาน อันไหนดีกว่ากัน ?",
        "intro": "วิ่ง และ ปั่นจักรยานกำลังนิยมอย่างมาก เนื่องจากกระแสของการดูแลสุขภาพมีเพิ่มมากขึ้น รู้หรือไม่ว่าการวิ่ง และ ปั่นจักรยานต่างมีข้อดี ข้อเสีย แตกต่างกัน เป็นอย่างไรตามมาอ่านที่บทความนี้ได้เลยครับ",
        "detail": "บ้านเรานิยมออกกำลังกายกันมากขึ้น ล่าสุดเมื่อปีก่อนมี Bike for Dad ที่ทำให้กระแสปั่นจักรยานพุ่งสูงขั้นอย่างมาก ในขณะที่ ตูน บอดี่แสลม วิ่ง 400 km เพื่อรับบริจาคนำรายได้ไปช่วยเหลือโรงพยาบาลก็ทำให้กระแสการวิ่งตื่นเต้นกันขึ้นไปอีก เราลองมาดูว่าความแตกต่างของการวิ่ง กับ จักรยานนั้นเป็นอย่างไรกันบ้าง ผู้เขียนได้รวมรวมความเห็น ที่มีการพูดถึงเรื่องนี้ไว้ดังนี้ ร่ายกาย “ฟิต” อย่างรวดเร็ว การวิ่งมีข้อเสียคือ หากวิ่งนานๆ ร่างกายจะบาดเจ็บได้ง่าย ในขณะที่จักรยาน มีการกระทบกับสภาพร่างกายค่อนข้างน้อยกว่า เรามักจะเห็นนักปั่นบ้านเรา สามารถปั่นกันได้ระยะไกลๆ นานๆ ในขณะที่นักวิ่งอยู่เฉลี่ยอยู่ที่ 0.5 – 1 ชั่วโมงก็เหนื่อยแล้ว ดังนั้น ในแง่การฝึกความแข็งแกร่งแล้ว จักรยานจะทำให้ร่างการคืนสภาพความแข็งแกร่งได้เร็วกว่าการสร้างกล้ามเนื้อ การปั่นจักรยานเป็นการเสริมสร้างกล้ามเนื้อช่วงล่างลงไป ขา สะโพก น่อง นักปั่นจะมีกล้ามเนื้อเป็นมัดๆขึ้นมาอย่างเห็นได้ชั้น เปรียบได้กับการยกน้ำหนักทีเดียว ในขณะที่การวิ่งดูจะไม่สามารถสร้างกล้ามเนื้อที่มองเห็นได้ชัดๆแบบนี้ได้ ถึงแม้จะพยายามวิ่งขึ้นเขาก็ตาม นั่นก็สอดคล้องกับข้อแรก เพราะนักวิ่งจะเหนือยและบาดเจ็บได้ง่ายกว่า ไม่สามารถวิ้งต่อเนื่องได้นาน การเผาผลาญพลังงาน เปรียบเทียบ ปั่นจักรยาน 10 นาที เผาผลาญ ไป 97 แคลอลี่ แต่เพียง 14.2 นาที บนลู่วิ่งก็สามารถเผาผลาญได้ 200 แคลอลี่ หากต้องการปั่นจักรยานให้ได้ 200 แคลอลี่ ก็ต้องปั่นนานถึง 27 นาที ในแง่การเผาผลาญแคลอลี่แล้ว การวิ่งสามารถช่วยได้เร็วกว่า",
        "categories": ["ฟิตเนส"],
        "created_by": { "user" : { "firstname" : "หนูแดง", "lastname" : "แรงฤทธิ์"} },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": { "user" : { "firstname" : "หนูแดง", "lastname" : "แรงฤทธิ์"} },
        "updated_date": "2018-02-11T08:15:30.000Z"
      },
      {
        "id": 3,
        "thumbnail": "http://healthynine.club/userfiles/healthynine/images/herbs/blacksesme.jpg",
        "subject": "งาดำกับ 11 สรรพคุณมากล้ำ รักษาโรคอะไรได้บ้าง?",
        "intro": "งาดำถือเป็น Superfood มีประโยชน์ต่อสุขภาพอีกชนิดหนึ่งจึงทำให้เราได้เห็นว่าในปัจจุบันมีการนำงาดำมาสกัดเป็นอาหารเสริมบำรุงสุขภาพมากมาย โดยประโยชน์ของงาดำมีดังนี้",
        "detail": "1. บรรเทาอาการปวดข้ออักเสบรูมาตอยด์ สำหรับคนที่มีปัญหาข้อต่ออักเสบรูมาตอยด์ การรับประทานงาดำสามารถลดอาการปวดได้ เพราะธาตุทองแดงที่อยู่ในงาดำมีฤทธิ์ต้านอาการอักเสบ ทำให้อาการปวดลดลง นอกจากนี้ธาตุทองแดงยังมีส่วนช่วยสร้างคอลลาเจน ซึ่งคอลลาเจนนั้นสำคัญต่อการเสริมสร้างเนื้อเยื่อ ข้อต่อ กระดูกอ่อน และหลอดเลือดให้แข็งแรง 2.บำรุงผิวพรรณและกระดูก งาดำขึ้นชื่อว่าเป็นธัญพืชอีกชนิดหนึ่งที่อุดมไปด้วยแคลเซียม ซึ่งแคลเซียมที่อยู่ในงาดำนั้นมีมากกว่านมถึง 6 เท่า นอกจากนี้ก็ยังมีสังกะสีที่ช่วยเสริมสร้างความแข็งแรงของกระดูก เพิ่มมวลกระดูก จึงเหมาะกับคนทุกเพศทุกวัย โดยเฉพาะผู้หญิงในวัยหมดประจำเดือนที่มีความเสี่ยงเป็นโรคกระดูกพรุน ขณะที่วิตามินอีที่อยู่ในงาดำก็ยังมีส่วนสำคัญในการบำรุงผิวพรรณให้นุ่มชุ่มชื้น หากรับประทานเป็นประจำรับรองได้เลยว่ากระดูกแข็งแรง ผิวพรรณดี ห่างไกลจากริ้วรอยแห่งวัย ดูเด็กลงได้อีกหลายปีเลย 3.ลดระดับคอเลสเตอรอลในเลือด สารเซซามีนและสานเซซาโมลีน เป็นไฟเบอร์ในกลุ่มลิกแนน (Lignans) ที่มีคุณสมบัติในการลดระดับคอเลสเตอรอลในเลือดได้ ซึ่งเจ้าสารชนิดนี้เป็นสารที่อุดมอยู่ในงาดำ นอกจากนี้ในงาดำก็ยังอุดมด้วยสารไฟโตสเตอรอล (Phytosterols) ที่มึโครงสร้างใกล้เคียงกับคอเลสเตอรอล แต่ไม่เป็นอันตรายกับสุขภาพ ยิ่งรับประทานก็ยิ่งช่วยลดระดับคอเลสเตอรอล และช่วยลดความเสี่ยงโรคมะเร็งชนิดต่าง ๆ ได้อีกด้วย",
        "categories": ["สมุนไพร"],
        "created_by": { "user" : { "firstname" : "โอฬาร", "lastname" : "วิ่งไว"} },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": { "user" : { "firstname" : "โอฬาร", "lastname" : "วิ่งไว"} },
        "updated_date": "2018-03-11T08:15:30.000Z"
      },
      {
        "id": 4,
        "thumbnail": "http://healthynine.club/userfiles/healthynine/images/food/food.jpg",
        "subject": "อาหารสำหรับผู้ออกกำลัง",
        "intro": "การดูแลสุขภาพที่ดีนอกจากการออกกำลังอย่างพอเหมาะ และ การพักผ่อนที่เพียงพอแล้ว การเลือกรับประทานอาหารก็เป็นสิ่งสำคัญไม่แพ้กัน ผู้ที่รับประทานสารอาหารไม่เพียงพอก็ส่งผลเสียพอๆ กันกับการรับประทานที่มากเกินไป",
        "detail": "คนที่ออกกำลังกายหนักควรรับประทานโปรตีนให้เพียงพอ สำหรับผู้ออกกำลังหนัก การรับประทานโปรตีนให้พอเป็นสิ่งจำเป็นอย่างยิ่งเพื่อช่วยในการเสริมสร้างกล้ามเนื้อ โดยหลังออกกำลังกาย ร่างกายจะต้องการโปรตีนเพื่อสร้างพลังงานชดเชย ดังนั้นจึงควรรับประทาน โปรตีนมีคุณภาพ เช่น โปรตีนจากปลา ไก่ และ ไข่ เป็นต้น เพื่อเป็นการรับประกันให้กับร่างกายว่าเราจะได้รับพลังงานชดเชยที่เพียงพอ ไม่ทำให้เจ็บป่วยภายหลัง หรือ หากต้องการทานมังสวิรัติ อาหารจำพวกผักบางประเภทก็สามารถช่วยในเรื้องโปรตีนได้ เช่นพวก ถั่ว และ ธัญพืช",
        "categories": ["อาหาร"],
        "created_by": { "user" : { "firstname" : "ซีน", "lastname" : "กินคลีน"} },
        "created_date": "2018-01-11T08:15:30.000Z",
        "updated_by": { "user" : { "firstname" : "ซีน", "lastname" : "กินคลีน"} },
        "updated_date": "2018-04-11T08:15:30.000Z"
      }
    ]
  }